{
  "paper": {
    "title": "Mfn2 induces NCLX-mediated Ca2+ release from mitochondria",
    "authors": [
      "Kolitsida, P.",
      "Saha, A.",
      "Caliri, A. W.",
      "Assali, E.",
      "Riera, A. M."
    ],
    "abstract": "Mfn2 is a mitochondrial outer-membrane fusion protein that also functions as a tether between mitochondria and the ER. Here, we identify a previously unrecognized role for Mfn2 in regulating mitochondrial Ca2+ release via the Na+/Ca2+ exchanger NCLX. This function was uncovered through studies with the fungal toxin phomoxanthone A (PXA), which induces NCLX-dependent Ca2+ release by directly targeting Mfn2. Mfn2-dependent Ca2+ release through NCLX is similarly triggered by ROS in respiring cells treated with oligomycin or mitoPQ. ROS enhances Ca2+ release by strengthening the interaction between Mfn2 and NCLX, an interaction that also requires the mitochondrial outer-membrane protein SLC25A46. Together, these proteins form a complex that coordinates mitochondrial fission and Ca2+ release to initiate mitophagy. Although the antioxidant N-acetylcysteine blocks ROS-induced mitochondrial fission, inhibition of Ca2+ release with the NCLX inhibitor CGP37157 does not, indicating that ROS-driven fission is independent of Ca2+ release. In contrast, Ca2+ release is required for efficient mitophagy, as NCLX inhibition arrests this process at a later stage. We further show that Ca2+ promotes mitophagy through NEDD4-1, which is a Ca2+-responsive E3 ubiquitin ligase. Together, these findings connect mitochondrial ROS production to Ca2+ signaling, mitochondrial remodeling, and mitophagy, providing new insight into how mitochondrial dysfunction may contribute to neurodegenerative and metabolic disease.",
    "journal": "biorxiv (preprint)",
    "doi": "10.1101/2024.08.05.606704",
    "pub_date": "2026-02-03",
    "url": "https://www.biorxiv.org/content/10.1101/2024.08.05.606704",
    "full_text": null,
    "relevance_score": 4.5,
    "topics": [
      "biorxiv",
      "preprint"
    ]
  },
  "content_type": "newsletter",
  "korean_title": "미토콘드리아 건강, 칼슘 신호에 달렸다?! Mfn2의 숨겨진 역할 발견!",
  "korean_summary": "최근 연구에서 미토콘드리아 외막 융합 단백질인 Mfn2가 NCLX를 통해 미토콘드리아 내 칼슘 방출을 조절하는 새로운 역할을 한다는 사실이 밝혀졌습니다. 이는 ROS에 의한 미토콘드리아 손상과 신경퇴행성 질환 및 대사 질환 사이의 연관성을 이해하는 데 중요한 단서를 제공합니다.",
  "korean_body": "안녕하세요, 장수영 오입니다. 이번 주에는 미토콘드리아 건강에 대한 흥미로운 연구 결과가 발표되어 여러분과 공유하고자 합니다.\n\n최근 *biorxiv*에 게재된 Kolitsida 등의 연구에 따르면, 미토콘드리아 외막 융합 단백질인 Mfn2 (mitofusin 2)가 미토콘드리아 내 칼슘 방출을 조절하는 중요한 역할을 수행한다는 사실이 밝혀졌습니다. Mfn2는 이전부터 미토콘드리아와 소포체 (ER) 사이의 연결 고리 역할을 하는 것으로 알려져 있었지만, 이번 연구를 통해 Na+/Ca2+ 교환체인 NCLX를 통해 칼슘 방출을 유도한다는 새로운 기능이 밝혀진 것입니다.\n\n연구진은 곰팡이 독소인 phomoxanthone A (PXA)가 Mfn2를 직접 표적으로 삼아 NCLX 의존적인 칼슘 방출을 유도한다는 것을 발견했습니다. 또한, 올리고마이신 (oligomycin) 또는 mitoPQ로 처리된 세포에서 활성산소 (ROS)가 Mfn2와 NCLX 사이의 상호작용을 강화하여 칼슘 방출을 촉진한다는 사실도 확인했습니다. 이러한 과정은 미토콘드리아 외막 단백질인 SLC25A46과 함께 미토콘드리아 분열과 칼슘 방출을 조절하여 미토파지 (mitophagy, 손상된 미토콘드리아를 제거하는 과정)를 유도하는 데 중요한 역할을 합니다.\n\n흥미로운 점은 항산화제인 N-아세틸시스테인 (N-acetylcysteine)이 ROS에 의한 미토콘드리아 분열을 억제하지만, NCLX 억제제인 CGP37157을 통한 칼슘 방출 억제는 미토콘드리아 분열에 영향을 미치지 않는다는 것입니다. 즉, ROS에 의한 미토콘드리아 분열은 칼슘 방출과 독립적으로 일어난다는 것을 의미합니다. 반면, 칼슘 방출은 NEDD4-1이라는 칼슘 반응성 E3 유비퀴틴 연결 효소를 통해 미토파지를 촉진하는 데 필수적입니다. NCLX 억제는 미토파지를 후기 단계에서 멈추게 합니다.\n\n이러한 연구 결과는 미토콘드리아의 ROS 생성, 칼슘 신호, 미토콘드리아 리모델링 및 미토파지 사이의 복잡한 연결 고리를 밝혀냄으로써, 미토콘드리아 기능 장애가 신경퇴행성 질환 및 대사 질환에 어떻게 기여하는지에 대한 새로운 통찰력을 제공합니다.\n\n건강한 한 주 보내시기 바랍니다.",
  "english_title": "Mfn2 induces NCLX-mediated Ca2+ release from mitochondria",
  "english_summary": "Mfn2 is a mitochondrial outer-membrane fusion protein that also functions as a tether between mitochondria and the ER. Here, we identify a previously unrecognized role for Mfn2 in regulating mitochond...",
  "key_insights": [
    "Mfn2는 NCLX를 통해 미토콘드리아 내 칼슘 방출을 조절하는 새로운 기능을 가지고 있다.",
    "ROS는 Mfn2와 NCLX의 상호작용을 강화하여 칼슘 방출을 촉진하고 미토파지를 유도한다.",
    "칼슘 신호는 NEDD4-1을 통해 미토파지를 촉진하며, 미토파지는 신경퇴행성 질환 및 대사 질환과 관련될 수 있다."
  ],
  "practical_applications": [
    "항산화제 섭취를 통해 미토콘드리아 내 ROS 생성을 억제하여 미토콘드리아 건강을 개선할 수 있습니다. (예: N-아세틸시스테인)",
    "규칙적인 운동과 건강한 식단을 통해 미토콘드리아 기능을 활성화하고 미토파지를 촉진하여 세포 건강을 유지할 수 있습니다."
  ],
  "citations": [
    {
      "doi": "10.1101/2024.08.05.606704",
      "title": "Mfn2 induces NCLX-mediated Ca2+ release from mitochondria",
      "journal": "biorxiv (preprint)"
    }
  ],
  "fact_check_notes": [
    "연구 결과가 'biorxiv'에 게재되었다고 언급했지만, biorxiv는 사전 공개 서버이므로, 정식 저널에 게재되었는지 확인하는 것이 좋습니다. 만약 biorxiv에만 있다면 'biorxiv에 사전 공개된' 등의 표현을 사용하는 것이 더 정확합니다.",
    "NEDD4-1이 칼슘 반응성 E3 유비퀴틴 연결 효소라는 설명은 맞지만, 칼슘이 NEDD4-1을 통해 어떻게 미토파지를 촉진하는지에 대한 구체적인 메커니즘 (예: NEDD4-1에 의한 특정 단백질의 유비퀴틴화)에 대한 언급이 없어 독자에게 완전한 이해를 제공하지 못할 수 있습니다."
  ],
  "confidence_score": 0.9,
  "created_at": "2026-02-06T16:08:43.972034",
  "status": "ready_for_review"
}