{
  "paper": {
    "title": "[Clinical Trial] Evaluation of Electroencephalographic Biomarkers in Physiological Aging",
    "authors": [],
    "abstract": "Aging is the inevitable biological process that results in a progressive structural and functional decline from the cellular level to whole body function. It is associated with functional changes in the resting brain activity, brain morphology, plasticity, complexity and function. Moreover, aging is the main risk factor for neurodegenerative disease.\n\nUnderstanding the molecular mechanisms underlying the age-related neurophysiological changes and identifying novel biomarkers of healthy brain ageing is thus instrumental for the development of efficient interventions against age-related motor/cognitive impairments. Within this context, there is now a significant literature establishing the enhanced efficacy of secreted exosomes over the stem cells from which they are derived when used as a possible treatment for neurodegenerative disorders. Exosomes are a subgroup of extracellular vesicles which regulate intercellular communication and, unlike stem cells, easily cross into the brain and can be administered in non-syngeneic species without immune rejection.\n\nStudies on brain ageing in humans has major limitation in the lack of accessibility of the central nervous system. EEG has allowed the non-invasive assessment of functional changes in the aging brain. In fact, this technique can provide a direct assessment of neural activity and information flow with a higher temporal resolution that is particularly important for investigating the dynamics of brain changes underlying cognitive processing and age-related changes, providing novel biomarkers of brain aging that could be used to unveil differences between healthy and unhealthy processes particularly in the pre-symptomatic and pre-clinical stage. To reach this aim, it is necessary to demonstrate, in experimental models, the relationship between age-dependent changes in brain activity and cellular/molecular processes occurring in aged brain.\n\nOur project will pursue this overall goal by:\n\n1\\) identifying neurophysiological biomarkers of brain aging in human subjects based on functional network and complexity analyses; 2) characterizing age-dependent changes in brain connectivity and complexity in mice and correlating them to changes in motor and cognitive performances and to molecular alterations occurring in both the brain and blood; 3) evaluating changes of the identified electrophysiological and molecular biomarkers in mice treated with stem cell derived exosomes for the rejuvenation of the aged brain.\n\n4\\) designing Artificial Intelligence (AI) predictor of brain age trajectories on individual basis to evaluate individual neural reserve and resilience.\n\nThis study will identify novel electrophysiological biomarkers of healthy brain ageing and will advance knowledge on cellular/molecular signature of brain aging that could targeted for the preservation of brain health.",
    "journal": "ClinicalTrials.gov ()",
    "doi": "NCT06824285",
    "pub_date": "2023-10-20",
    "url": "https://clinicaltrials.gov/study/NCT06824285",
    "full_text": null,
    "relevance_score": 3.0,
    "topics": [
      "clinical_trial",
      "Aging"
    ]
  },
  "content_type": "newsletter",
  "korean_title": "뇌 건강, 젊음을 유지하는 열쇠는? 우리 뇌는 어떻게 나이 들어갈까요?",
  "korean_summary": "최근 임상 연구는 뇌파 검사(EEG)와 인공지능(AI)을 활용하여 건강한 뇌 노화의 생체 표지자를 찾고, 줄기세포 유래 엑소좀(exosomes)으로 뇌 기능을 회복하는 새로운 가능성을 탐구하고 있습니다. 이 연구는 개인별 뇌 노화 경로를 예측하고 뇌 건강을 보존하기 위한 맞춤형 전략을 개발하는 데 기여할 것으로 기대됩니다.",
  "korean_body": "안녕하세요, 브라운바이오텍입니다.\n\n이번 주에는 우리의 뇌가 나이 들어가는 과정과 건강하게 유지하는 방법에 대한 흥미로운 연구 소식을 전해드립니다. 노화는 피할 수 없는 자연스러운 과정이지만, 특히 뇌 기능의 변화는 많은 분들의 관심사일 것입니다. 나이가 들면서 뇌 기능이 점차 저하되고, 이는 신경퇴행성 질환의 주요 위험 요인이 되기도 합니다. 따라서 건강하게 나이 드는 뇌의 비밀을 밝히는 것은 매우 중요한 과제이며, 특히 뇌는 접근이 어렵기 때문에 연구에 많은 제약이 있었습니다.\n\n최근 ClinicalTrials.gov에 등록된 연구 논문 \"[Clinical Trial] Evaluation of Electroencephalographic Biomarkers in Physiological Aging\"은 바로 이러한 뇌 노화의 비밀을 파헤치기 위한 흥미로운 접근법을 제시합니다. 이 연구는 뇌파 검사(EEG, Electroencephalography)와 같은 비침습적인 방법으로 뇌 활동의 변화를 관찰하고, 이를 통해 '건강한 뇌 노화'를 나타내는 '생체 표지자(biomarkers)'를 찾고자 합니다.\n\n또한, 줄기세포에서 유래한 '엑소좀(exosomes)'이라는 세포외 소포체가 뇌 노화의 치료에 효과적일 수 있다는 가능성도 탐구하고 있습니다. 엑소좀은 줄기세포와 달리 뇌 장벽을 쉽게 통과하고 면역 거부 반응도 적어, 뇌 건강을 되돌리는 데 큰 잠재력을 가질 수 있다고 합니다. 나아가 인공지능(AI)을 활용하여 개인별 뇌 노화 경로를 예측하고, 뇌의 회복 탄력성(neural reserve and resilience)을 평가하는 방법도 모색하고 있습니다.\n\n이 연구의 궁극적인 목표는 건강한 뇌 노화의 특징을 나타내는 새로운 전기생리학적 생체 표지자를 찾아내고, 뇌 건강을 보존하기 위한 세포 및 분자 수준의 해답을 제시하는 것입니다. 이는 우리가 증상 발현 전, 즉 초기 단계에서 건강한 뇌와 그렇지 않은 뇌를 구분하고, 적절한 개입을 통해 뇌 기능을 보호할 수 있는 가능성을 열어줄 수 있습니다.\n\n그럼 우리는 지금 무엇을 할 수 있을까요? 이 연구는 아직 진행 중이지만, 건강한 뇌를 위한 기본적인 노력은 언제나 중요합니다. 규칙적인 운동은 뇌 혈류를 개선하고 신경 세포 성장을 도울 수 있으며, 균형 잡힌 식단은 뇌에 필요한 영양소를 공급합니다. 또한, 새로운 것을 배우고 사회 활동에 참여하며 뇌를 꾸준히 자극하는 것도 뇌의 회복 탄력성을 높이는 데 도움이 될 수 있습니다. 스트레스 관리와 충분한 수면 또한 뇌 건강에 필수적이라고 합니다.\n\n브라운바이오텍은 앞으로도 여러분의 건강한 삶을 위한 최신 과학 연구를 쉽고 친근하게 전달해 드리겠습니다. 건강한 한 주 보내시기 바랍니다.",
  "english_title": "[Clinical Trial] Evaluation of Electroencephalographic Biomarkers in Physiological Aging",
  "english_summary": "Aging is the inevitable biological process that results in a progressive structural and functional decline from the cellular level to whole body function. It is associated with functional changes in the resting brain activity, brain morphology, plasticity, complexity and function. Moreover, aging is the main risk factor for neurodegenerative disease.\n\nUnderstanding the molecular mechanisms underlying the age-related neurophysiological changes and identifying novel biomarkers of healthy brain ageing is thus instrumental for the development of efficient interventions against age-related motor/cognitive impairments. Within this context, there is now a significant literature establishing the enhanced efficacy of secreted exosomes over the stem cells from which they are derived when used as a possible treatment for neurodegenerative disorders. Exosomes are a subgroup of extracellular vesicles which regulate intercellular communication and, unlike stem cells, easily cross into the brain and can be administered in non-syngeneic species without immune rejection.\n\nStudies on brain ageing in humans has major limitation in the lack of accessibility of the central nervous system. EEG has allowed the non-invasive assessment of functional changes in the aging brain. In fact, this technique can provide a direct assessment of neural activity and information flow with a higher temporal resolution that is particularly important for investigating the dynamics of brain changes underlying cognitive processing and age-related changes, providing novel biomarkers of brain aging that could be used to unveil differences between healthy and unhealthy processes particularly in the pre-symptomatic and pre-clinical stage. To reach this aim, it is necessary to demonstrate, in experimental models, the relationship between age-dependent changes in brain activity and cellular/molecular processes occurring in aged brain.\n\nOur project will pursue this overall goal by:\n\n1\\) identifying neurophysiological biomarkers of brain aging in human subjects based on functional network and complexity analyses; 2) characterizing age-dependent changes in brain connectivity and complexity in mice and correlating them to changes in motor and cognitive performances and to molecular alterations occurring in both the brain and blood; 3) evaluating changes of the identified electrophysiological and molecular biomarkers in mice treated with stem cell derived exosomes for the rejuvenation of the aged brain.\n\n4\\) designing Artificial Intelligence (AI) predictor of brain age trajectories on individual basis to evaluate individual neural reserve and resilience.\n\nThis study will identify novel electrophysiological biomarkers of healthy brain ageing and will advance knowledge on cellular/molecular signature of brain aging that could targeted for the preservation of brain health.",
  "key_insights": [
    "뇌파 검사(EEG)를 통해 비침습적으로 건강한 뇌 노화의 생체 표지자를 식별하려는 연구가 진행 중입니다.",
    "줄기세포 유래 엑소좀(exosomes)이 뇌 노화 치료 및 뇌 기능 회복에 새로운 가능성을 제시하고 있습니다.",
    "인공지능(AI)을 활용하여 개인별 뇌 노화 경로를 예측하고 뇌의 회복 탄력성(neural reserve and resilience)을 평가하는 연구가 진행됩니다."
  ],
  "practical_applications": [
    "규칙적인 유산소 운동과 균형 잡힌 식단으로 뇌 혈류 개선 및 뇌에 필요한 영양 공급에 신경 써주세요.",
    "새로운 학습, 독서, 사회 활동 등으로 뇌를 지속적으로 자극하고 활성화시켜 주세요.",
    "충분한 수면과 스트레스 관리를 통해 뇌의 회복력을 높이는 것이 중요합니다."
  ],
  "citations": [
    {
      "doi": "NCT06824285",
      "title": "[Clinical Trial] Evaluation of Electroencephalographic Biomarkers in Physiological Aging",
      "journal": "ClinicalTrials.gov ()"
    }
  ],
  "fact_check_notes": [],
  "confidence_score": 1.0,
  "created_at": "2026-02-08T12:32:41.330312",
  "status": "ready_for_review",
  "source": "clinical_trial"
}