{
  "paper": {
    "title": "Fragmentation through cell-cell adhesion maintains senescent cell viability but promotes debris deposition",
    "authors": [
      "Durik, M.",
      "Sampaio Goncalves, D.",
      "Knauer Meyer, T.",
      "Spiegelhalter, C.",
      "Messaddeq, N."
    ],
    "abstract": "Cellular senescence is a state of stable arrest and secretion linked to aging and disease. Here we identify that senescent cells dispose of large fragments of themselves through cell-to-cell adhesion, which we term senescent-cell adhesion fragments (SCAFs). Found across all senescent types examined, SCAFs lack nuclear material but contain organelles, including damaged mitochondria. Disrupting adherens junctions decreased SCAF formation but induced senescent-cell death, which was caused by an inability to shed damaged mitochondria. Dynamic analyses show that SCAFs ultimately rupture, releasing a complex proteome including damage-associated molecular patterns (DAMPs) and proteins linked to neurodegenerative disease. Functionally, SCAFs activate wound-healing and cancer-related programs, promoting migration and invasion. Altogether, these findings identify a new feature that facilitates senescent cell survival, but the consequence of which is external deposition of damaged intracellular contents, with implications for cancer and aging.",
    "journal": "biorxiv (preprint)",
    "doi": "10.1101/2023.01.11.523642",
    "pub_date": "2026-01-29",
    "url": "https://www.biorxiv.org/content/10.1101/2023.01.11.523642",
    "full_text": null,
    "relevance_score": 4.5,
    "topics": [
      "biorxiv",
      "preprint"
    ]
  },
  "content_type": "newsletter",
  "korean_title": "늙은 세포가 조각을 버리는 새로운 방식, 우리 몸에 어떤 영향을 줄까요?",
  "korean_summary": "최근 연구에서 늙은 세포(senescent cell)가 세포 간 접착을 통해 손상된 세포 소기관을 포함한 조각(SCAF)을 배출한다는 사실이 밝혀졌습니다. 이 과정은 늙은 세포의 생존에는 도움이 되지만, 주변 조직에 손상을 유발하여 노화 및 질병과 관련될 수 있습니다.",
  "korean_body": "안녕하세요, 브라운바이오텍입니다.\n\n이번 주에는 노화와 질병의 연결고리를 밝히는 흥미로운 연구 결과가 발표되어 소개해 드립니다. 'biorxiv'에 게재된 Durik 등의 연구진의 논문에 따르면, 늙은 세포(senescent cell)는 세포 간 접착(cell-cell adhesion)을 통해 스스로의 일부를 조각내어 버리는 새로운 방식을 사용한다고 합니다.\n\n연구진은 이러한 조각들을 '늙은 세포 부착 파편 (Senescent-Cell Adhesion Fragments, SCAFs)'이라고 명명했습니다. SCAFs는 핵 물질은 없지만 손상된 미토콘드리아를 포함한 다양한 세포 소기관을 포함하고 있습니다. 연구 결과, 세포 간 접착을 방해하면 SCAF 형성이 감소하고 늙은 세포가 죽게 되는데, 이는 손상된 미토콘드리아를 제거하지 못하기 때문이라고 합니다. 또한, SCAFs는 결국 파열되어 손상 관련 분자 패턴(Damage-Associated Molecular Patterns, DAMPs)과 신경 퇴행성 질환과 관련된 단백질을 포함한 복잡한 단백질체를 방출합니다. 기능적으로 SCAFs는 상처 치유 및 암 관련 프로그램을 활성화하여 세포 이동 및 침투를 촉진할 수 있다고 합니다.\n\n이 연구는 늙은 세포가 생존을 위해 손상된 세포 내용물을 외부로 배출한다는 사실을 밝혀냈으며, 이는 암 및 노화에 중요한 의미를 가질 수 있습니다. 늙은 세포의 생존 전략이 오히려 주변 조직에 손상을 유발하고, 결과적으로 노화 관련 질병을 악화시킬 수 있다는 점을 시사합니다. 이 연구는 향후 노화 방지 및 암 치료 전략 개발에 중요한 단서를 제공할 수 있습니다.\n\n건강한 한 주 보내시기 바랍니다.",
  "english_title": "Fragmentation through cell-cell adhesion maintains senescent cell viability but promotes debris deposition",
  "english_summary": "Cellular senescence is a state of stable arrest and secretion linked to aging and disease. Here we identify that senescent cells dispose of large fragments of themselves through cell-to-cell adhesion,...",
  "key_insights": [
    "늙은 세포는 SCAF라는 조각을 배출하여 생존을 유지합니다.",
    "SCAF는 손상된 미토콘드리아와 DAMPs를 포함하고 있어 주변 조직에 염증 반응을 유발할 수 있습니다.",
    "SCAF는 상처 치유 및 암 관련 프로그램을 활성화하여 세포 이동 및 침투를 촉진할 수 있습니다."
  ],
  "practical_applications": [
    "정기적인 운동과 건강한 식단을 통해 세포 손상을 줄이고 늙은 세포의 축적을 늦출 수 있습니다.",
    "스트레스 관리와 충분한 수면을 통해 세포의 건강을 유지하고 늙은 세포의 활성화를 억제할 수 있습니다."
  ],
  "citations": [
    {
      "doi": "10.1101/2023.01.11.523642",
      "title": "Fragmentation through cell-cell adhesion maintains senescent cell viability but promotes debris deposition",
      "journal": "biorxiv (preprint)"
    }
  ],
  "fact_check_notes": [
    "AI 생성 콘텐츠에서 'biorxiv'에 게재되었다고 언급했지만, biorxiv는 사전 공개 서버이므로, 최종적으로 어떤 저널에 게재되었는지 확인하는 것이 좋습니다. 만약 최종 게재 저널이 있다면 해당 정보를 제공하는 것이 더 정확합니다.",
    "SCAFs가 '세포 이동 및 침투를 촉진할 수 있다'고 표현했는데, 원문에서는 'promoting migration and invasion'으로, 가능성보다는 촉진한다는 직접적인 표현을 사용했습니다. 맥락상 큰 차이는 없지만, 원문의 뉘앙스를 좀 더 살리는 것이 좋습니다."
  ],
  "confidence_score": 0.9,
  "created_at": "2026-02-06T16:08:32.902562",
  "status": "ready_for_review",
  "source": "biorxiv"
}