{
  "paper": {
    "title": "[Clinical Trial] Cervical Arthroplasty Cost Effectiveness Study (CACES)",
    "authors": [],
    "abstract": "To date, no consensus exists on which anterior surgical technique is more cost-effective to treat cervical degenerative disc disease (CDDD). The most commonly used surgical treatment for patients with single- or multilevel symptomatic CDDD is anterior cervical discectomy with fusion (ACDF). However, new complaints of radiculopathy and/or myelopathy commonly develop at adjacent levels, also known as clinical adjacent segment pathology (CASP). It remains unknown to what extent kinematics, surgery-induced fusion and natural history of disease play a role in its development. Anterior cervical discectomy with arthroplasty (ACDA) is thought to reduce the incidence of CASP by preserving motion in the operated segment. ACDA is often discouraged as the implant costs are higher whilst the clinical outcomes are similar to ACDF. However, preventing CASP might be a reason for ACDA to be a more cost-effective technique in the long-term.\n\nIn this randomized controlled trial patients will be randomized to receive ACDF or ACDA in a 1:1 ratio. Adult patients with single- or multi-level CDDD and symptoms of radiculopathy and/or myelopathy will be included. The primary outcome is cost-effectiveness and cost-utility of both techniques from a societal perspective. Secondary objectives are the differences in clinical and radiological outcomes between the two techniques, as well as the qualitative process surrounding anterior decompression surgery. All outcomes will be measured at baseline and every 6 months till 4 years postoperatively.\n\nHigh quality evidence regarding the cost-effectiveness of both ACDA and ACDF is lacking, to date no prospective trials from a societal perspective exist. Considering the ageing of the population and the rising healthcare costs, the need for a solid clinical cost-effectiveness trial addressing this question is high.",
    "journal": "ClinicalTrials.gov (NA)",
    "doi": "NCT04623593",
    "pub_date": "2022-01-17",
    "url": "https://clinicaltrials.gov/study/NCT04623593",
    "full_text": null,
    "relevance_score": 3.0,
    "topics": [
      "clinical_trial",
      "Radiculopathy, Cervical",
      "Myelopathy Cervical",
      "Myelopathy, Compressive"
    ]
  },
  "content_type": "newsletter",
  "korean_title": "목 디스크 치료, 장기적인 관점에서 가장 현명한 선택은 무엇일까요?",
  "korean_summary": "브라운바이오텍에서는 목 디스크 환자분들의 삶의 질 향상과 의료비 부담 완화를 위한 중요한 연구를 소개해 드립니다. 이 연구는 척추 유합술(ACDF)과 인공디스크 치환술(ACDA)이라는 두 가지 주요 수술법의 장기적인 비용 효과성을 사회적 관점에서 비교하며, 고령화 시대에 환자분들과 의료 시스템 모두에게 더 나은 방향을 제시하고자 합니다.",
  "korean_body": "안녕하세요, 브라운바이오텍 장수과학 리서치팀입니다.\n\n일상생활에 큰 불편함을 주는 목 디스크(Cervical Degenerative Disc Disease, CDDD)는 많은 분들이 겪는 질환입니다. 증상이 심해지면 수술적 치료가 필요할 수 있는데요, 이때 주로 사용되는 방법 중 하나가 척추 유합술(Anterior Cervical Discectomy with Fusion, ACDF)입니다. ACDF는 문제가 있는 디스크를 제거하고 뼈를 유합하여 안정성을 확보하는 수술입니다.\n\n하지만 ACDF 후 일부 환자분들께서는 수술 부위 외 인접한 다른 분절에서 새로운 증상, 즉 인접 분절 병증(Clinical Adjacent Segment Pathology, CASP)이 발생할 수 있다고 알려져 있습니다. 이는 또 다른 통증이나 신경학적 증상으로 이어질 수 있어 장기적인 삶의 질에 영향을 미칠 수 있습니다.\n\n이러한 CASP 발생 가능성을 줄이기 위해 고안된 새로운 치료법으로 인공디스크 치환술(Anterior Cervical Discectomy with Arthroplasty, ACDA)이 있습니다. ACDA는 움직임을 보존하여 CASP의 발생률을 낮출 수 있을 것이라는 기대를 받고 있습니다. 초기에는 ACDA의 임플란트 비용이 ACDF보다 높다는 이유로 선호도가 낮았으나, 장기적으로 CASP를 예방함으로써 재수술이나 추가 치료 비용을 줄여 전체적인 의료 비용 측면에서 더 효과적일 수 있다는 가능성이 제기되어 왔습니다.\n\n이러한 중요한 질문에 답하기 위해 'Cervical Arthroplasty Cost Effectiveness Study (CACES)'라는 무작위 대조 연구(Randomized Controlled Trial)가 진행되고 있습니다. 이 연구는 단일 또는 다발성 목 디스크와 신경근병증 및/또는 척수병증 증상을 가진 성인 환자분들을 대상으로 ACDF와 ACDA 중 한 가지 수술을 무작위로 배정하여 두 수술법의 장기적인 비용 효과성(Cost-effectiveness)과 비용 효용성(Cost-utility)을 사회적 관점에서 비교하는 것을 주 목표로 합니다. 또한, 두 수술법 간의 임상적, 방사선학적 결과 차이와 수술 과정에 대한 질적 평가도 이루어질 예정입니다. 모든 결과는 수술 전과 이후 4년까지 6개월마다 측정됩니다.\n\n고령화가 진행되고 의료비가 증가하는 현대 사회에서, 어떤 치료법이 환자분들의 건강한 삶을 유지하고 의료 시스템의 지속 가능성에 기여할 수 있는지에 대한 고품질의 증거는 매우 중요합니다. 이 연구는 그러한 필요성을 충족시키기 위한 중요한 발걸음이 될 것입니다.\n\n브라운바이오텍은 모든 분들이 더욱 건강하고 활기찬 삶을 누리실 수 있도록 최신 의학 연구 소식을 계속해서 전해드리겠습니다.\n\n출처: ClinicalTrials.gov, Cervical Arthroplasty Cost Effectiveness Study (CACES), 2022-01-17.",
  "english_title": "[Clinical Trial] Cervical Arthroplasty Cost Effectiveness Study (CACES)",
  "english_summary": "To date, no consensus exists on which anterior surgical technique is more cost-effective to treat cervical degenerative disc disease (CDDD). The most commonly used surgical treatment for patients with single- or multilevel symptomatic CDDD is anterior cervical discectomy with fusion (ACDF). However, new complaints of radiculopathy and/or myelopathy commonly develop at adjacent levels, also known as clinical adjacent segment pathology (CASP). It remains unknown to what extent kinematics, surgery-induced fusion and natural history of disease play a role in its development. Anterior cervical discectomy with arthroplasty (ACDA) is thought to reduce the incidence of CASP by preserving motion in the operated segment. ACDA is often discouraged as the implant costs are higher whilst the clinical outcomes are similar to ACDF. However, preventing CASP might be a reason for ACDA to be a more cost-effective technique in the long-term.\n\nIn this randomized controlled trial patients will be randomized to receive ACDF or ACDA in a 1:1 ratio. Adult patients with single- or multi-level CDDD and symptoms of radiculopathy and/or myelopathy will be included. The primary outcome is cost-effectiveness and cost-utility of both techniques from a societal perspective. Secondary objectives are the differences in clinical and radiological outcomes between the two techniques, as well as the qualitative process surrounding anterior decompression surgery. All outcomes will be measured at baseline and every 6 months till 4 years postoperatively.\n\nHigh quality evidence regarding the cost-effectiveness of both ACDA and ACDF is lacking, to date no prospective trials from a societal perspective exist. Considering the ageing of the population and the rising healthcare costs, the need for a solid clinical cost-effectiveness trial addressing this question is high.",
  "key_insights": [
    "목 디스크 치료법인 ACDF와 ACDA 중 어떤 방법이 장기적으로 더 비용 효과적인지에 대한 명확한 합의가 아직 없습니다.",
    "ACDF는 인접 분절 병증(CASP) 발생 가능성이 있어 장기적인 환자 삶의 질에 영향을 줄 수 있습니다.",
    "ACDA는 움직임을 보존하여 CASP 발생을 줄이고, 장기적으로 전체 의료 비용을 절감하여 더 비용 효과적일 수 있다는 가설이 있습니다.",
    "이 연구는 사회적 관점에서 두 수술법의 비용 효과성과 비용 효용성을 비교하여 고령화 시대의 의료 시스템 지속 가능성에 기여할 중요한 데이터를 제공할 것입니다."
  ],
  "practical_applications": [
    "목 디스크 수술을 고려하는 환자분들과 의료진이 장기적인 관점에서 최적의 치료법을 선택하는 데 중요한 정보를 제공할 수 있습니다.",
    "의료 정책 입안자들이 고령화 사회의 의료비 증가에 효과적으로 대응하고, 지속 가능한 의료 시스템을 구축하는 데 필요한 과학적 근거를 마련하는 데 기여할 수 있습니다."
  ],
  "citations": [
    {
      "doi": "NCT04623593",
      "title": "[Clinical Trial] Cervical Arthroplasty Cost Effectiveness Study (CACES)",
      "journal": "ClinicalTrials.gov (NA)"
    }
  ],
  "fact_check_notes": [],
  "confidence_score": 0.95,
  "created_at": "2026-02-10T21:28:07.135017",
  "status": "ready_for_review",
  "source": "clinical_trial"
}