{
  "paper": {
    "title": "[Clinical Trial] Evaluation of Electroencephalographic Biomarkers in Physiological Aging",
    "authors": [],
    "abstract": "Aging is the inevitable biological process that results in a progressive structural and functional decline from the cellular level to whole body function. It is associated with functional changes in the resting brain activity, brain morphology, plasticity, complexity and function. Moreover, aging is the main risk factor for neurodegenerative disease.\n\nUnderstanding the molecular mechanisms underlying the age-related neurophysiological changes and identifying novel biomarkers of healthy brain ageing is thus instrumental for the development of efficient interventions against age-related motor/cognitive impairments. Within this context, there is now a significant literature establishing the enhanced efficacy of secreted exosomes over the stem cells from which they are derived when used as a possible treatment for neurodegenerative disorders. Exosomes are a subgroup of extracellular vesicles which regulate intercellular communication and, unlike stem cells, easily cross into the brain and can be administered in non-syngeneic species without immune rejection.\n\nStudies on brain ageing in humans has major limitation in the lack of accessibility of the central nervous system. EEG has allowed the non-invasive assessment of functional changes in the aging brain. In fact, this technique can provide a direct assessment of neural activity and information flow with a higher temporal resolution that is particularly important for investigating the dynamics of brain changes underlying cognitive processing and age-related changes, providing novel biomarkers of brain aging that could be used to unveil differences between healthy and unhealthy processes particularly in the pre-symptomatic and pre-clinical stage. To reach this aim, it is necessary to demonstrate, in experimental models, the relationship between age-dependent changes in brain activity and cellular/molecular processes occurring in aged brain.\n\nOur project will pursue this overall goal by:\n\n1\\) identifying neurophysiological biomarkers of brain aging in human subjects based on functional network and complexity analyses; 2) characterizing age-dependent changes in brain connectivity and complexity in mice and correlating them to changes in motor and cognitive performances and to molecular alterations occurring in both the brain and blood; 3) evaluating changes of the identified electrophysiological and molecular biomarkers in mice treated with stem cell derived exosomes for the rejuvenation of the aged brain.\n\n4\\) designing Artificial Intelligence (AI) predictor of brain age trajectories on individual basis to evaluate individual neural reserve and resilience.\n\nThis study will identify novel electrophysiological biomarkers of healthy brain ageing and will advance knowledge on cellular/molecular signature of brain aging that could targeted for the preservation of brain health.",
    "journal": "ClinicalTrials.gov ()",
    "doi": "NCT06824285",
    "pub_date": "2023-10-20",
    "url": "https://clinicaltrials.gov/study/NCT06824285",
    "full_text": null,
    "relevance_score": 3.0,
    "topics": [
      "clinical_trial",
      "Aging"
    ]
  },
  "content_type": "newsletter",
  "korean_title": "우리 뇌는 얼마나 젊을까요? 뇌 노화의 비밀을 EEG로 풀어내다!",
  "korean_summary": "브라운바이오텍 장수과학 리서치팀은 최근 발표된 연구를 통해 뇌 노화의 핵심 바이오마커를 비침습적으로 탐색하고, 줄기세포 유래 엑소좀과 인공지능(AI)을 활용하여 건강한 뇌 노화를 위한 새로운 길을 모색하고 있습니다. 이 연구는 뇌 건강을 조기에 예측하고 맞춤형 개입 전략을 개발하는 데 중요한 기여를 할 것으로 기대됩니다.",
  "korean_body": "안녕하세요, 브라운바이오텍 장수과학 리서치팀입니다.\n\n나이가 드는 것은 피할 수 없는 자연스러운 과정이며, 우리 뇌 역시 구조적, 기능적 변화를 겪게 됩니다. 이러한 변화는 휴식 중 뇌 활동, 뇌 형태, 가소성(plasticity), 복잡성(complexity) 및 기능에 영향을 미치며, 신경퇴행성 질환의 주요 위험 요인이 되기도 합니다. 그렇다면 우리는 어떻게 하면 건강하게 뇌를 나이 들게 할 수 있을까요? 그리고 뇌 노화의 초기 신호를 어떻게 알아차릴 수 있을까요? 이 질문에 답하기 위한 흥미로운 연구가 최근 ClinicalTrials.gov에 발표되었습니다.\n\n이 연구는 뇌 노화와 관련된 신경생리학적 변화의 분자 메커니즘을 이해하고, 건강한 뇌 노화의 새로운 바이오마커(biomarkers)를 식별하는 것을 목표로 합니다. 특히, 뇌의 기능을 비침습적으로 평가할 수 있는 뇌전도(EEG, Electroencephalography) 기술에 주목하고 있습니다. EEG는 뇌 활동과 정보 흐름을 직접적으로 측정하여 인지 처리 및 연령 관련 변화의 역동성을 파악하는 데 매우 유용합니다. 이를 통해 건강한 뇌 노화와 신경퇴행성 질환의 전증상(pre-symptomatic) 및 전임상(pre-clinical) 단계를 구분할 수 있는 새로운 바이오마커를 찾아낼 수 있다고 합니다.\n\n또한, 이 연구는 줄기세포에서 유래한 엑소좀(exosomes)의 잠재력에도 주목하고 있습니다. 엑소좀은 세포 간의 의사소통을 조절하는 작은 소포체(extracellular vesicles)로, 줄기세포보다 뇌에 쉽게 침투하고 면역 거부 반응 없이 투여될 수 있어 신경퇴행성 질환 치료의 새로운 가능성을 제시합니다. 연구팀은 인간 대상의 EEG 분석, 동물 모델에서의 뇌 연결성(connectivity) 및 복잡성 변화 연구, 그리고 엑소좀 치료를 통한 뇌 회춘 효과 평가를 진행할 예정입니다. 나아가 인공지능(AI)을 활용하여 개인별 뇌 노화 궤적을 예측하고, 뇌의 신경 예비력(neural reserve)과 회복탄력성(resilience)을 평가하는 모델을 개발할 계획이라고 합니다.\n\n이러한 연구는 건강한 뇌 노화의 새로운 전기생리학적 바이오마커를 식별하고, 뇌 건강 보존을 위한 세포/분자적 특징에 대한 지식을 발전시키는 데 기여할 수 있습니다. 뇌 노화를 미리 이해하고 관리함으로써, 우리는 더 오랫동안 활기찬 삶을 누릴 수 있는 희망을 가질 수 있습니다. 브라운바이오텍은 여러분의 건강한 장수를 위해 끊임없이 연구하고 노력하겠습니다.\n\n건강한 한 주 보내시기 바랍니다.\n\n**출처:** ClinicalTrials.gov, [Clinical Trial] Evaluation of Electroencephalographic Biomarkers in Physiological Aging, 2023-10-20.",
  "english_title": "[Clinical Trial] Evaluation of Electroencephalographic Biomarkers in Physiological Aging",
  "english_summary": "Aging is the inevitable biological process that results in a progressive structural and functional decline from the cellular level to whole body function. It is associated with functional changes in the resting brain activity, brain morphology, plasticity, complexity and function. Moreover, aging is the main risk factor for neurodegenerative disease.\n\nUnderstanding the molecular mechanisms underlying the age-related neurophysiological changes and identifying novel biomarkers of healthy brain ageing is thus instrumental for the development of efficient interventions against age-related motor/cognitive impairments. Within this context, there is now a significant literature establishing the enhanced efficacy of secreted exosomes over the stem cells from which they are derived when used as a possible treatment for neurodegenerative disorders. Exosomes are a subgroup of extracellular vesicles which regulate intercellular communication and, unlike stem cells, easily cross into the brain and can be administered in non-syngeneic species without immune rejection.\n\nStudies on brain ageing in humans has major limitation in the lack of accessibility of the central nervous system. EEG has allowed the non-invasive assessment of functional changes in the aging brain. In fact, this technique can provide a direct assessment of neural activity and information flow with a higher temporal resolution that is particularly important for investigating the dynamics of brain changes underlying cognitive processing and age-related changes, providing novel biomarkers of brain aging that could be used to unveil differences between healthy and unhealthy processes particularly in the pre-symptomatic and pre-clinical stage. To reach this aim, it is necessary to demonstrate, in experimental models, the relationship between age-dependent changes in brain activity and cellular/molecular processes occurring in aged brain.\n\nOur project will pursue this overall goal by:\n\n1\\) identifying neurophysiological biomarkers of brain aging in human subjects based on functional network and complexity analyses; 2) characterizing age-dependent changes in brain connectivity and complexity in mice and correlating them to changes in motor and cognitive performances and to molecular alterations occurring in both the brain and blood; 3) evaluating changes of the identified electrophysiological and molecular biomarkers in mice treated with stem cell derived exosomes for the rejuvenation of the aged brain.\n\n4\\) designing Artificial Intelligence (AI) predictor of brain age trajectories on individual basis to evaluate individual neural reserve and resilience.\n\nThis study will identify novel electrophysiological biomarkers of healthy brain ageing and will advance knowledge on cellular/molecular signature of brain aging that could targeted for the preservation of brain health.",
  "key_insights": [
    "뇌전도(EEG)는 비침습적으로 뇌 활동을 측정하여 건강한 뇌 노화와 신경퇴행성 질환의 초기 징후를 구분할 수 있는 핵심 바이오마커를 식별하는 데 활용될 수 있습니다.",
    "줄기세포 유래 엑소좀은 뇌혈관장벽(blood-brain barrier)을 쉽게 통과하고 면역 거부 반응 없이 뇌 노화 및 신경퇴행성 질환 치료에 잠재적인 효과를 가질 수 있는 유망한 치료제입니다.",
    "인공지능(AI)은 개인의 뇌 노화 궤적을 예측하고 신경 예비력 및 회복탄력성을 평가하여, 맞춤형 뇌 건강 관리 및 노화 방지 전략 개발에 중요한 역할을 할 것입니다."
  ],
  "practical_applications": [
    "**규칙적인 인지 활동 유지:** 독서, 새로운 언어 학습, 퍼즐 풀기, 새로운 취미 활동 등 뇌를 자극하는 활동을 통해 뇌의 연결성과 복잡성을 유지하고 인지 기능을 활성화하는 데 도움을 줄 수 있습니다.",
    "**건강한 생활 습관 실천:** 규칙적인 유산소 운동, 균형 잡힌 식단(특히 오메가-3 지방산이 풍부한 식품 섭취), 충분한 수면은 뇌 건강을 지키고 뇌 노화를 늦추는 데 필수적인 요소입니다.",
    "**사회적 교류 증진:** 친구나 가족과의 대화, 봉사 활동 참여 등 활발한 사회 활동은 뇌를 자극하고 정신 건강을 증진하여 뇌 노화 예방에 긍정적인 영향을 미칠 수 있습니다."
  ],
  "citations": [
    {
      "doi": "NCT06824285",
      "title": "[Clinical Trial] Evaluation of Electroencephalographic Biomarkers in Physiological Aging",
      "journal": "ClinicalTrials.gov ()"
    }
  ],
  "fact_check_notes": [
    "출처에 명시된 '2023-10-20' 날짜는 원본 초록에 포함되어 있지 않습니다. 원본 초록만으로는 해당 날짜의 진위를 확인할 수 없습니다. (숫자/통계 정확성)",
    "동물 모델 연구 목표 설명에서 뇌 연결성 및 복잡성 변화가 운동 및 인지 능력 변화, 그리고 뇌와 혈액의 분자적 변화와 상관관계를 분석할 것이라는 중요한 세부 정보가 누락되었습니다. (누락된 중요 정보)"
  ],
  "confidence_score": 0.95,
  "created_at": "2026-02-07T22:19:57.572418",
  "status": "ready_for_review",
  "source": "clinical_trial"
}